{
  "TITLEHOME": "Hello world, How is it going?",
  "BUTTONPROJECTS": "Projects",
  "BUTTONSTUDIES": "Studies",
  "BUTTONABOUT": "About me",
  "BUTTONCONTACT": "Contact",
  "INDIVIDUALPROJECT": "Individual project",
  "GRUPALPROJECT": "Grupal project",
  "AXESDEV": "AxesDev",
  "INDIVIDUALCONTAIN": "In this project a website is made based on a video game API and an additional functional database, giving functionality and possibility to the creation of new games, eliminate them and classify them, as well as the management of filtered, pagination, searches by name and by ID.",
  "GRUPALCONTAIN": "In this group project, we develop an online music store, using REACT to build an interactive and functional website. The central idea of the project is to offer a platform where users can explore and acquire a wide variety of musical instruments, accessories and scores.",
  "AXESCONTAIN": "I worked and highlighted in the production of a portfolio for a company, in which I started working collaborating both in the development of design and the logical part, giving it a very good appearance and a completely functional, intuitive and interactive structure.",
  "SHOWMORE": "More...",
  "LINK": "Go link",
  "TITLEDEVELOPER": "Full Stack Developer",
  "TITLEENGLISH": "English",
  "SMALLCONTAINDEV": "I studied for being a web developer, standing out as a full stack developer.",
  "BIGCONTAINDEV": "I am a Full Stack web developer with experience in the creation and maintenance of web applications from the design of the user interface to the implementation of server logic and database management. Work with modern technologies such as React, Node.js, and SQL/NOSQL databases, allowing me to build complete and scalable solutions for various projects.",
  "SMALLCONTAINENG": "I studied the English language, from which I have an intermediate and conversational level.",
  "BIGCONTAINENG": "I have studied English throughout my life and I have a conversational level, which allows me to communicate effectively in international environments. This ability makes it easier for me to participate in meetings, collaborate with multicultural teams and easily adapt to the environment.",
  "TEXTABOUT": "Welcome to my digital world! I am Nicolás Palma, a 26 -year -old with an unwavering passion for web development. With a combination of responsibility, overflowing energy and a positive attitude, I immerse myself in each project with a spirit of continuous overcoming. From an early age, I discovered my fascination with the digital world and its unlimited potential.",
  "TEXTCONTACT": "Do you have a project in mind or do you simply want to chat about technology? I am here to help you! Whether you need to build a new web application, improve your current site, or discuss the latest web development trends, do not hesitate to contact. I am always open to new opportunities and collaborations. Let's talk!",
  "WRITEME": "WriteMe...",
  "BUTTONSEND": "Send",
  "DATA": "Data"
}
