{
  "TITLEHOME": "Hola mundo, ¿Cómo están?",
  "BUTTONPROJECTS": "Proyectos",
  "BUTTONSTUDIES": "Estudios",
  "BUTTONABOUT": "Sobre mí",
  "BUTTONCONTACT": "Contáctame",
  "INDIVIDUALPROJECT": "Proyecto individual",
  "GRUPALPROJECT": "Proyecto grupal",
  "AXESDEV": "AxesDev",
  "INDIVIDUALCONTAIN": "En este proyecto se hace una página web en base a una API de videojuegos y una base de datos funcional adicional, dando funcionalidad y posibilidad a la creación de nuevos juegos, eliminar los mismos y clasificarlos, tanto como el manejo de filtrados, paginación, búsquedas por nombre y por ID.",
  "GRUPALCONTAIN": "En este proyecto grupal, desarrollamos una tienda musical en línea, utilizando React para construir una página web interactiva y funcional. La idea central del proyecto es ofrecer una plataforma donde los usuarios puedan explorar y adquirir una amplia variedad de instrumentos musicales, accesorios y partituras.",
  "AXESCONTAIN": "Trabajé y me destaqué en la producción de un portafolio para una empresa, en la cual empecé a trabajar colaborando tanto en el desarrollo del diseño como de la parte lógica, dándole una muy buena apariencia y una estructura completamente funcional, intuitiva e interactiva.",
  "SHOWMORE": "Más...",
  "LINK": "Ir al link",
  "TITLEDEVELOPER": "Desarrollador web completo",
  "TITLEENGLISH": "Inglés",
  "SMALLCONTAINDEV": "Estudié para ser un desarrollador web, destacándome como un desarrollador full stack.",
  "BIGCONTAINDEV": "Soy un desarrollador web full stack con experiencia en la creación y mantenimiento de aplicaciones web desde el diseño de la interfaz de usuario hasta la implementación de la lógica del servidor y la gestión de bases de datos. Trabajo con tecnologías modernas como React, Node.js, y bases de datos SQL/NoSQL, lo que me permite construir soluciones completas y escalables para diversos proyectos.",
  "SMALLCONTAINENG": "Estudié el idioma inglés, del cual tengo un nivel intermedio y conversacional.",
  "BIGCONTAINENG": "He estudiado inglés a lo largo de mi vida y poseo un nivel conversacional, lo cual me permite comunicarme de manera efectiva en entornos internacionales. Esta habilidad me facilita participar en reuniones, colaborar con equipos multiculturales y adaptarme con facilidad al entorno.",
  "TEXTABOUT": "¡Bienvenidos a mi mundo digital! Soy Nicolás Palma, un joven de 26 años con una pasión inquebrantable por el desarrollo web. Con una combinación de responsabilidad, energía desbordante y una actitud positiva, me sumerjo en cada proyecto con un espíritu de superación continua. Desde una edad temprana, descubrí mi fascinación por el mundo digital y su potencial ilimitado.",
  "TEXTCONTACT": "¿Tienes un proyecto en mente o simplemente quieres charlar sobre tecnología? ¡Estoy aquí para ayudarte! Ya sea que necesites construir una nueva aplicación web, mejorar tu sitio actual, o discutir las últimas tendencias en desarrollo web, no dudes en ponerte en contacto. Estoy siempre abierto a nuevas oportunidades y colaboraciones emocionantes. ¡Hablemos!",
  "WRITEME": "Escríbeme...",
  "BUTTONSEND": "Enviar",
  "DATA": "Datos"
}
